{
	"computers": [
		{
			"title": "Personal Everyday PC",
			"desc": "This computer is suitable for a person who is a casual computer user. It can easily handle internet browsing (facebook, checking emails, some games, word processing etc). If this sounds familiar then this build is for you.",
			"price": "540",
			"image": "comp1.jpg",
			"specs": [
				{
					"CPU": "Intel PENTIUM G3220",
					"Memory": "G.Skill Ripjaws 4GB",
					"Storage": "Seagate Barracude 500GB",
                    "OS": "Windows 7 Home Premium"
				}
			]
		},
		{
			"title": "Business/Home mid-range computer",
			"desc": "This build is more for someone that will be using their computer a lot of the time, mainly for business reasons or something that requires regular use. It's got that 'oompf' that will keep your computer responsive and will prevent any waiting around.",
			"price": "820",
			"image": "comp2.jpg",
			"specs": [
				{
					"CPU": "Intel Core i3 4130T",
					"Memory": "G.Skill Ripjaws 4GB",
					"Storage": "Seagate SSHD 1TB (HYBRID) (Super Fast)",
                    "OS": "Windows 8.1"
				}
			]
		},
		{
			"title": "Business Computer (high-end)",
			"desc": "This computer is built to last. It will get you through most games at the highest quality. Pushing past the boundaries of the business or everyday computer, it will give that satisfying feeling when things load with phenomonal speed. If you are are a casual gamer, a dedicated business person, or you're just sick of the agonisingly slow perfomance of your current set-up, this is the computer for you.",
			"price": "1150",
			"image": "comp3.jpg",
			"specs": [
				{
					"CPU": "Intel Core i5 4440",
					"Memory": "G.Skill Ripjaws 8GB",
                    "Storage": "Seagate Barracuda 1TB",
                    "SSD": "Samsung 840 EVO Series 120GB SSD",
                    "Video Card": "Gigabyte GeForce GT 640 OC 2GB",
                    "OS": "Windows 8.1"
				}
			]
		},
		{
			"title": "Gaming/Multimedia PC",
			"desc": "This is for the more enthusiastic gamer, or for someone with some serious multimedia needs. The multi-core design coupled with the newest graphics card on the market will blitz through any rendering you throw at it. The graphics card also supports up to 4 displays simultaneously for that extra real-estate that is often needed for heavy computer use or media editing.",
			"price": "1930",
			"image": "comp4.jpg",
			"specs": [
				{
					"CPU": "Intel Core i7 4770K (3.5ghz) Haswell",
                    "Motherboard": "Gigabyte Sniper B5 Motherboard",
					"Memory": "Corsair Vengeance 16GB",
					"Storage": "Seagate Barracuda 2TB",
					"SSD": "Samsung 840 EVO Series 250GB SSD",
					"Video Card": "Gigabyte GTX760 OC 2G",
                    "OS": "Windows 8.1"
				}
			]
		},
		{
			"title": "Steam Machine",
			"desc": "This computer is rigged up and ready to go, built with the latest version of SteamOS and will be able to play all your games on steam with ease (the ones that work on linux atleast). If you prefer, windows can also be installed onto this machine for extra.",
			"price": "1680",
			"image": "comp5.jpg",
			"specs": [
				{
					"CPU": "Intel Core i5 4670K 3.4GHz (3.8GHz Turbo)",
					"Motherboard": "Gigabyte GA-Z87N-WIFI MINI-ITX",
					"Memory": "G.Skill Ripjaws 8GB",
					"Storage": "Seagate Barracuda 2TB",
					"SSD": "Samsung 840 EVO Series 250GB SSD",
					"Video Card": "Gigabyte GTX760 OC 2G",
                    "OS": "SteamOS"
				}
			]
		},	
		{
			"title": "Custom PC",
			"desc": "Want something truly one of a kind? The custom PC option is for you. Tell us what you're intending to use your computer for as well as your budget, and we'll try our best to quote something to suit.",
			"price": "No price"
		}
	]
}